Repository: readmigo/ios
Catalog: Readmigo/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: — Author Name
ja: — 著者名
ko: — 저자명
zh_hans: — 作者姓名
zh_hant: — 作者姓名

source: (No definition saved)
ja: (定義が保存されていません)
ko: (저장된 정의 없음)
zh_hans: (未保存定义)
zh_hant: (未保存定義)

source: %@ left
ja: 残り %@
ko: %@ 남음
zh_hans: %@ 剩余
zh_hant: %@ 剩餘

source: %@ min remaining
ja: 残り %@ 分
ko: %@ 분 남음
zh_hans: 剩余 %@ 分钟
zh_hant: 剩餘 %@ 分鐘

source: %@ Review
ja: %@レビュー
zh_hans: %@ 回顾
zh_hant: %@ 回顧

source: %@ Year in Review
ja: %@年の振り返り
zh_hans: %@ 年度回顾
zh_hant: %@ 年度回顧

source: %lld books
ja: %lld冊
zh_hans: %lld 本书
zh_hant: %lld 本書

source: %lld books found
ja: %lld冊見つかりました
zh_hans: 找到 %lld 本书
zh_hant: 找到 %lld 本書

source: %lld books this year
ja: 今年%lld冊
zh_hans: 今年阅读 %lld 本书
zh_hant: 今年閱讀 %lld 本書

source: %lld day streak
ja: %lld日連続
zh_hans: 连续 %lld 天
zh_hant: 連續 %lld 天

source: %lld followers
ja: %lldフォロワー
zh_hans: %lld 关注者
zh_hant: %lld 關注者

source: %lld minutes
ja: %lld分
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lld more in queue...
ja: あと%lld件...
zh_hans: 队列中还有 %lld 个...
zh_hant: 隊列中還有 %lld 個...

source: %lld results
ja: %lld件
zh_hans: %lld 个结果
zh_hant: %lld 個結果

source: %lld reviewed
ja: %lld件レビュー済み
zh_hans: 已复习 %lld 个
zh_hant: 已複習 %lld 個

source: %lld selected
ja: %lld件選択中
zh_hans: 已选择 %lld 个
zh_hant: 已選擇 %lld 個

source: %lld subcategories
ja: %lldサブカテゴリ
zh_hans: %lld 个子分类
zh_hant: %lld 個子分類

source: %lld times
ja: %lld回
zh_hans: %lld 次
zh_hant: %lld 次

source: %lld words
ja: %lld語
zh_hans: %lld 个单词
zh_hant: %lld 個單詞

source: %lld words due
ja: %lld語が期限
zh_hans: %lld 个单词待复习
zh_hant: %lld 個單詞待複習

source: %lld/280 characters
ja: %lld/280文字
zh_hans: %lld/280 字符
zh_hant: %lld/280 字符

source: %lld%% match
ja: %lld%%一致
zh_hans: %lld%% 匹配
zh_hant: %lld%% 匹配

source: %lldh
ja: %lld時間
zh_hans: %lld小时
zh_hant: %lld小時

source: %lldk words
ja: %lldk語
zh_hans: %lldk 词
zh_hant: %lldk 詞

source: %lldm
ja: %lld分
zh_hans: %lld分钟
zh_hant: %lld分鐘

source: 7 days
ja: 7日
zh_hans: 7 天
zh_hant: 7 天

source: 14 days
ja: 14日
zh_hans: 14 天
zh_hant: 14 天

source: 30 days
ja: 30日
zh_hans: 30 天
zh_hant: 30 天

source: 60 days
ja: 60日
zh_hans: 60 天
zh_hant: 60 天

source: 90 days
ja: 90日
zh_hans: 90 天
zh_hant: 90 天

source: About the Author
ja: 著者について
zh_hans: 关于作者
zh_hant: 關於作者

# about.acknowledgments
source: Acknowledgments
ja: 謝辞
zh_hans: 致谢
zh_hant: 致謝

# about.acknowledgments.betaTesters
source: Beta Testers
ja: ベータテスター
zh_hans: 测试用户
zh_hant: 測試用戶

# about.acknowledgments.betaTestersDescription
source: Our early adopters who helped shape the app with invaluable feedback.
ja: 貴重なフィードバックでアプリの開発を支えてくれた初期ユーザー
zh_hans: 感谢早期用户提供的宝贵反馈，帮助我们不断完善应用。
zh_hant: 感謝早期用戶提供的寶貴反饋，幫助我們不斷完善應用。

# about.acknowledgments.community
source: Community
ja: コミュニティ
zh_hans: 社区
zh_hant: 社區

# about.acknowledgments.communityDescription
source: The vibrant community of readers who inspire us every day.
ja: 毎日インスピレーションを与えてくれる活気ある読書コミュニティ
zh_hans: 充满活力的阅读社区每天都在激励着我们。
zh_hant: 充滿活力的閱讀社區每天都在激勵著我們。

# about.acknowledgments.contentSources
source: Content Sources
ja: コンテンツソース
zh_hans: 内容来源
zh_hant: 內容來源

# about.acknowledgments.gutenbergDescription
source: A library of over 70,000 free eBooks, pioneering digital preservation since 1971.
ja: 1971年から電子書籍の保存に先駆けて取り組む、70,000冊以上の無料電子書籍ライブラリ
zh_hans: 拥有超过 70,000 本免费电子书的图书馆，自 1971 年以来一直致力于数字化保存。
zh_hant: 擁有超過 70,000 本免費電子書的圖書館，自 1971 年以來一直致力於數位化保存。

# about.acknowledgments.openSource
source: Open Source Contributors
ja: オープンソース貢献者
zh_hans: 开源贡献者
zh_hant: 開源貢獻者

# about.acknowledgments.openSourceDescription
source: The open source community whose libraries power this app.
ja: このアプリを支えるライブラリを提供するオープンソースコミュニティ
zh_hans: 开源社区的贡献者们，是他们的开源库让这款应用成为可能。
zh_hant: 開源社區的貢獻者們，是他們的開源庫讓這款應用成為可能。

# about.acknowledgments.specialThanks
source: Special Thanks
ja: 特別感謝
zh_hans: 特别感谢
zh_hant: 特別感謝

# about.acknowledgments.standardEbooksDescription
source: High-quality, carefully formatted public domain ebooks, free of cost and free of U.S. copyright.
ja: 無料で高品質かつ丁寧にフォーマットされた米国著作権フリーのパブリックドメイン電子書籍
zh_hans: 高质量、精心排版的公版电子书，完全免费且无美国版权限制。
zh_hant: 高品質、精心排版的公版電子書，完全免費且無美國版權限制。

# about.acknowledgments.team
source: The Team
ja: チーム
zh_hans: 团队
zh_hant: 團隊

# about.acknowledgments.teamDescription
source: Built with passion by a team dedicated to making reading more accessible and enjoyable for everyone.
ja: すべての人にとって読書をより身近で楽しいものにすることに情熱を注ぐチームが開発
zh_hans: 由一支热爱阅读的团队倾心打造，致力于让阅读对每个人都更加便捷和愉悦。
zh_hant: 由一支熱愛閱讀的團隊傾心打造，致力於讓閱讀對每個人都更加便捷和愉悅。

# about.acknowledgments.viewFullCredits
source: View Full Credits & Our Commitment
ja: 完全なクレジットと私たちのコミットメント
zh_hans: 查看完整致谢与我们的承诺
zh_hant: 查看完整致謝與我們的承諾

# about.buildNumber
source: Build
ja: ビルド
zh_hans: 构建号
zh_hant: 建置編號

# about.changelog
source: Changelog
ja: 変更履歴
zh_hans: 更新日志
zh_hant: 更新日誌

# about.checkUpdate
source: Check for Updates
ja: アップデート確認
zh_hans: 检查更新
zh_hant: 檢查更新

# about.feedback
source: Feedback
ja: フィードバック
zh_hans: 反馈
zh_hant: 反饋

# about.feedbackEmailSubject
source: [Readmigo Feedback] Issue Report
ja: [Readmigoフィードバック] 問題報告
zh_hans: [米果智读 反馈] 问题报告
zh_hant: [米果智讀 反饋] 問題回報

# about.legal
source: Legal
ja: 法務
zh_hans: 法律条款
zh_hant: 法律條款

# about.madeWith
source: Made with ❤️ for readers
ja: 読者のために❤️を込めて
zh_hans: 为阅读者用心打造
zh_hant: 為閱讀者用心打造

# about.mailNotAvailable
source: Mail app is not available. Please email us at support@readmigo.app
ja: メールアプリが利用できません。support@readmigo.appまでメールをお送りください
zh_hans: 邮件应用不可用。请发送邮件至 support@readmigo.app
zh_hant: 郵件應用不可用。請發送郵件至 support@readmigo.app

# about.openSourceLicenses
source: Open Source Licenses
ja: オープンソースライセンス
zh_hans: 开源许可
zh_hant: 開源授權

# about.privacyPolicy
source: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私政策
zh_hant: 隱私政策

# about.rateApp
source: Rate on App Store
ja: App Storeで評価
zh_hans: 在 App Store 评分
zh_hant: 在 App Store 評分

# about.reportProblem
source: Report a Problem
ja: 問題を報告
zh_hans: 报告问题
zh_hant: 回報問題

# about.slogan
source: Read. Learn. Grow.
ja: 読む。学ぶ。成長する。
zh_hans: 阅读·学习·成长
zh_hant: 閱讀·學習·成長

# about.termsOfService
source: Terms of Service
ja: 利用規約
zh_hans: 服务条款
zh_hant: 服務條款

# about.updateAvailable
source: Update Available
ja: アップデート可能
zh_hans: 有新版本可用
zh_hant: 有新版本可用

# about.upToDate
source: You're up to date
ja: 最新版です
zh_hans: 已是最新版本
zh_hant: 已是最新版本

# about.userAgreement
source: User Agreement
ja: ユーザー契約
zh_hans: 用户协议
zh_hant: 使用者協議

# about.version
source: Version
ja: バージョン
zh_hans: 版本
zh_hant: 版本

source: Access
ja: アクセス
zh_hans: 访问
zh_hant: 訪問

# accessibility.openAuthorBooks
source: Opens a list of books by this author
ja: この著者の書籍リストを開く
zh_hans: 打开该作者的书籍列表
zh_hant: 打開該作者的書籍列表

# accessibility.viewBooksBy
source: View books by %@
ja: %@の本を表示
zh_hans: 查看 %@ 的书籍
zh_hant: 查看 %@ 的書籍

# account.connected
source: Connected
ja: 接続済み
zh_hans: 已连接
zh_hant: 已連接

# account.connectedAccounts
source: Connected Accounts
ja: 接続されたアカウント
zh_hans: 已连接账户
zh_hant: 已連接帳戶

# account.dangerZone
source: Danger Zone
ja: 危険ゾーン
zh_hans: 危险区域
zh_hant: 危險區域

# account.dataPrivacy
source: Data & Privacy
ja: データとプライバシー
zh_hans: 数据与隐私
zh_hant: 資料與隱私

# account.delete_account
source: Delete Account
ja: アカウントを削除
zh_hans: 删除账户
zh_hant: 刪除帳戶

# account.delete_confirm.message
source: This action cannot be undone. All your data will be permanently deleted.
ja: この操作は取り消せません。すべてのデータが完全に削除されます。
zh_hans: 此操作无法撤销。您的所有数据将被永久删除。
zh_hant: 此操作無法撤銷。您的所有資料將被永久刪除。

# account.delete_confirm.title
source: Delete Account?
ja: アカウントを削除しますか？
zh_hans: 删除账户？
zh_hant: 刪除帳戶？

# account.deleteAccount
source: Delete Account
ja: アカウントを削除
zh_hans: 删除账户
zh_hant: 刪除帳戶

# account.deleteConfirmMessage
source: Are you sure you want to delete your account? This action cannot be undone.
ja: 本当にアカウントを削除しますか？この操作は取り消せません。
zh_hans: 确定要删除账户吗？此操作无法撤销。
zh_hant: 確定要刪除帳戶嗎？此操作無法撤銷。

# account.deleteForever
source: Delete Forever
ja: 完全に削除
zh_hans: 永久删除
zh_hant: 永久刪除

# account.deleteWarning
source: This will permanently delete all your data including reading progress, vocabulary, and settings.
ja: 読書進捗、単語帳、設定を含むすべてのデータが完全に削除されます。
zh_hans: 这将永久删除您的所有数据，包括阅读进度、词汇和设置。
zh_hant: 這將永久刪除您的所有資料，包括閱讀進度、詞彙和設定。

# account.deleting
source: Deleting account...
ja: アカウント削除中...
zh_hans: 正在删除账户...
zh_hant: 正在刪除帳戶...

# account.email
source: Email
ja: メール
zh_hans: 邮箱
zh_hant: 電子郵件

# account.exportData
source: Export Data
ja: データをエクスポート
zh_hans: 导出数据
zh_hant: 匯出資料

# account.finalConfirmation
source: Final Confirmation
ja: 最終確認
zh_hans: 最终确认
zh_hant: 最終確認

# account.finalConfirmMessage
source: Type DELETE to confirm account deletion
ja: アカウント削除を確定するにはDELETEと入力してください
zh_hans: 输入 DELETE 确认删除账户
zh_hant: 輸入 DELETE 確認刪除帳戶

source: Account Info
ja: アカウント情報
zh_hans: 账户信息
zh_hant: 帳戶資訊

# account.memberSince
source: Member Since
ja: 登録日
zh_hans: 注册时间
zh_hant: 註冊時間

# account.notSet
source: Not Set
ja: 未設定
zh_hans: 未设置
zh_hant: 未設定

# account.sign_out
source: Sign Out
ja: サインアウト
zh_hans: 退出登录
zh_hant: 登出

source: Active Downloads
ja: ダウンロード中
zh_hans: 正在下载
zh_hant: 正在下載

source: Add Note
ja: メモを追加

source: Add to Vocabulary
ja: 単語帳に追加
zh_hans: 添加到词汇表
zh_hant: 添加到詞彙表

source: Add your content
ja: コンテンツを追加
zh_hans: 添加您的内容
zh_hant: 添加您的內容

# agora.addMedia
source: Add Photo/Video
ja: 写真/動画を追加
zh_hans: 添加图片/视频
zh_hant: 添加圖片/視頻

# agora.allComments
source: All comments (%lld)
ja: すべてのコメント (%lld)
zh_hans: 全部评论 (%lld)
zh_hant: 全部評論 (%lld)

# agora.authorLabel
source: Author
ja: 著者
zh_hans: 作者
zh_hant: 作者

# agora.beFirstToComment
source: Be the first to comment
ja: 最初にコメントする
zh_hans: 成为第一个评论的人
zh_hant: 成為第一個評論的人

# agora.blockAuthor
source: Block Author
ja: 著者をブロック
zh_hans: 屏蔽该作者
zh_hant: 封鎖該作者

# agora.blocked
source: Blocked
ja: ブロック済み
zh_hans: 已屏蔽
zh_hant: 已封鎖

# agora.blockedAuthors
source: Blocked Authors
ja: ブロックした著者
zh_hans: 已屏蔽的作者
zh_hant: 已封鎖的作者

# agora.cannotLikeOwnComment
source: You cannot like your own comment
ja: 自分のコメントにいいねできません
zh_hans: 不能给自己的评论点赞
zh_hant: 不能給自己的評論點讚

# agora.comingSoon
source: Coming Soon
ja: 近日公開
zh_hans: 敬请期待
zh_hant: 敬請期待

# agora.comments
source: Comments
ja: コメント
zh_hans: 评论
zh_hant: 評論

# agora.createPost
source: Create Post
ja: 投稿を作成
zh_hans: 发布动态
zh_hant: 發布動態

# agora.deleteCommentConfirm
source: Delete this comment?
ja: このコメントを削除しますか？
zh_hans: 确定删除这条评论？
zh_hant: 確定刪除這條評論？

# agora.endOfFeed
source: You've reached the end
ja: 最後まで到達しました
zh_hans: 已经到底了
zh_hant: 已經到底了

# agora.hiddenPosts
source: Hidden Posts
ja: 非表示の投稿
zh_hans: 已隐藏的帖子
zh_hant: 已隱藏的帖子

# agora.loadingComments
source: Loading...
ja: 読み込み中...
zh_hans: 加载中...
zh_hant: 載入中...

# agora.mediaNotSupported
source: Media playback not supported
ja: メディア再生は非対応
zh_hans: 暂不支持播放此类型媒体
zh_hant: 暫不支持播放此類型媒體

# agora.moreActions
source: More Actions
ja: その他の操作
zh_hans: 更多操作
zh_hant: 更多操作

# agora.noBlockedContent
source: No blocked content
ja: ブロックしたコンテンツなし
zh_hans: 没有屏蔽内容
zh_hant: 沒有封鎖內容

# agora.noComments
source: No comments yet
ja: コメントはまだありません
zh_hans: 暂无评论
zh_hant: 暫無評論

# agora.noMoreComments
source: No more comments
ja: コメントはこれ以上ありません
zh_hans: 没有更多评论了
zh_hant: 沒有更多評論了

# agora.notInterested
source: Not Interested
ja: 興味なし
zh_hans: 不感兴趣
zh_hant: 不感興趣

# agora.postingAs
source: Posting as yourself
ja: 自分として投稿
zh_hans: 以您的身份发布
zh_hant: 以您的身份發布

# agora.postsCount
source: %lld posts hidden
ja: %lld 件の投稿を非表示
zh_hans: 已隐藏 %lld 条帖子
zh_hant: 已隱藏 %lld 條帖子

# agora.publish
source: Publish
ja: 公開
zh_hans: 发布
zh_hant: 發布

# agora.publishing
source: Publishing...
ja: 公開中...
zh_hans: 发布中...
zh_hant: 發布中...

# agora.reply
source: Reply
ja: 返信
zh_hans: 回复
zh_hant: 回覆

# agora.replyingTo
source: Replying to %@
ja: %@ に返信中
zh_hans: 回复 %@
zh_hant: 回覆 %@

# agora.replyTo
source: replied to
ja: 返信先
zh_hans: 回复
zh_hant: 回覆

# agora.report
source: Report
ja: 報告
zh_hans: 举报
zh_hant: 檢舉

# agora.selectedMedia
source: Selected Media
ja: 選択したメディア
zh_hans: 已选媒体
zh_hant: 已選媒體

# agora.startExploring
source: Start Exploring
ja: 探索を始める
zh_hans: 开始探索
zh_hant: 開始探索

# agora.unblock
source: Unblock
ja: ブロック解除
zh_hans: 取消屏蔽
zh_hant: 取消封鎖

# agora.viewAllComments
source: View all %lld comments
ja: すべてのコメント (%lld 件) を表示
zh_hans: 查看全部 %lld 条评论
zh_hant: 查看全部 %lld 條評論

# agora.welcome
source: Welcome to Agora
ja: Agora へようこそ
zh_hans: 欢迎来到城邦
zh_hant: 歡迎來到城邦

# agora.welcomeMessage
source: Share quotes and thoughts from your reading
ja: 読書からの引用や感想を共有
zh_hans: 分享阅读中的精彩语句和感悟
zh_hant: 分享閱讀中的精彩語句和感悟

# agora.writeComment
source: Write a comment...
ja: コメントを書く...
zh_hans: 写评论...
zh_hant: 寫評論...

# agora.writeContent
source: Share your thoughts...
ja: 感想を共有...
zh_hans: 分享你的想法...
zh_hant: 分享你的想法...

# agora.writeReply
source: Write a reply...
ja: 返信を書く...
zh_hans: 写回复...
zh_hant: 寫回覆...

source: AI Features Used
ja: AI機能の使用状況
zh_hans: AI 功能使用
zh_hant: AI 功能使用

# ai.type.author_chat
source: Author Chat
ja: 著者チャット
zh_hans: 作者对话
zh_hant: 作者對話

# ai.type.explain
source: Explain
ja: 説明
zh_hans: 解释
zh_hant: 解釋

# ai.type.simplify
source: Simplify
ja: 簡略化
zh_hans: 简化
zh_hant: 簡化

# ai.type.translate
source: Translate
ja: 翻訳
zh_hans: 翻译
zh_hant: 翻譯

source: All caught up!
ja: すべて完了
zh_hans: 已全部完成！
zh_hant: 已全部完成！

source: Allow others to see your postcard
ja: 他のユーザーにポストカードを公開する
zh_hans: 允许他人查看您的明信片
zh_hant: 允許他人查看您的明信片

# annual_report.preference.balanced
source: Balanced
ja: バランス型
zh_hans: 均衡型
zh_hant: 均衡型

# annual_report.preference.early_bird
source: Early Bird
ja: 朝型
zh_hans: 早起型
zh_hant: 早起型

# annual_report.preference.flexible
source: Flexible
ja: 柔軟型
zh_hans: 灵活型
zh_hant: 靈活型

# annual_report.preference.night_owl
source: Night Owl
ja: 夜型
zh_hans: 夜猫子
zh_hant: 夜貓子

# annual_report.preference.weekday
source: Weekday
ja: 平日型
zh_hans: 工作日型
zh_hant: 工作日型

# annual_report.preference.weekend
source: Weekend
ja: 週末型
zh_hans: 周末型
zh_hant: 週末型

source: API Environment
ja: API環境
zh_hans: API 环境
zh_hant: API 環境

source: App %@
ja: アプリ %@
zh_hans: 应用 %@
zh_hant: 應用程式 %@

source: App Info
ja: アプリ情報
zh_hans: 应用信息
zh_hant: 應用程式資訊

source: Are you sure you want to delete "%@"? This will remove the offline content.
ja: "%@"を削除してもよろしいですか？オフラインコンテンツも削除されます。
zh_hans: 确定要删除「%@」吗？这将移除离线内容。
zh_hant: 確定要刪除「%@」嗎？這將移除離線內容。

source: Are you sure you want to delete all downloaded content? This action cannot be undone.
ja: すべてのダウンロード済みコンテンツを削除してもよろしいですか？この操作は取り消せません。
zh_hans: 确定要删除所有下载内容吗？此操作无法撤销。
zh_hant: 確定要刪除所有下載內容嗎？此操作無法撤銷。

source: Are you sure you want to delete this postcard? This action cannot be undone.
ja: このポストカードを削除してもよろしいですか？この操作は取り消せません。
zh_hans: 确定要删除这张明信片吗？此操作无法撤销。
zh_hant: 確定要刪除這張明信片嗎？此操作無法撤銷。

source: Ask questions about their life, works, writing style, or anything else you're curious about.
ja: 著者の人生、作品、文体など、気になることを質問してみましょう。
zh_hans: 询问他们的生平、作品、写作风格，或任何您感兴趣的话题。
zh_hant: 詢問他們的生平、作品、寫作風格，或任何您感興趣的話題。

# audiobook.allLanguages
source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部

source: Audiobook Available
ja: オーディオブック利用可能
zh_hans: 有声书可用
zh_hant: 有聲書可用

# audiobook.cached
source: Cached
ja: キャッシュ済み

# audiobook.chapters
source: Chapters
ja: チャプター
zh_hans: 章节
zh_hant: 章節

# audiobook.deleteAll
source: Delete All
ja: すべて削除

# audiobook.deleteAllConfirmation
source: Delete all downloaded audiobooks?
ja: ダウンロード済みのオーディオブックをすべて削除しますか？

# audiobook.deleteAllDownloads
source: Delete All Downloads
ja: すべてのダウンロードを削除

# audiobook.deleteDownloadConfirmation
source: Delete this download?
ja: このダウンロードを削除しますか？

# audiobook.downloaded
source: Downloaded
ja: ダウンロード済み

# audiobook.downloadedAudiobooks
source: Downloaded Audiobooks
ja: ダウンロード済みオーディオブック

# audiobook.downloading
source: Downloading
ja: ダウンロード中

# audiobook.downloads
source: Downloads
ja: ダウンロード

# audiobook.empty.subtitle
source: Browse our collection of audiobooks to start listening
ja: オーディオブックコレクションから選んで聴き始める
zh_hans: 浏览我们的有声书合集开始收听
zh_hant: 瀏覽我們的有聲書合集開始收聽

# audiobook.empty.title
source: No Audiobooks Found
ja: オーディオブックが見つかりません
zh_hans: 暂无有声书
zh_hant: 暫無有聲書

# audiobook.featureNotAvailable.subtitle
source: Audiobooks will be available in a future update
ja: オーディオブックは今後のアップデートで利用可能になります
zh_hans: 有声书功能将在未来版本中推出
zh_hant: 有聲書功能將在未來版本中推出

# audiobook.featureNotAvailable.title
source: Coming Soon
ja: 近日公開
zh_hans: 即将推出
zh_hant: 即將推出

# audiobook.featureNotAvailable.version
source: Audiobooks require version %@ or later
ja: オーディオブックにはバージョン %@ 以降が必要
zh_hans: 有声书功能需要 %@ 或更高版本
zh_hant: 有聲書功能需要 %@ 或更高版本

# audiobook.listenNow
source: Listen Now
ja: 今すぐ聴く
zh_hans: 立即收听
zh_hant: 立即收聽

# audiobook.loading
source: Loading audiobook...
ja: オーディオブックを読み込み中...
zh_hans: 加载有声书中...
zh_hant: 載入有聲書中...

# audiobook.narratedBy
source: Narrated by
ja: ナレーション
zh_hans: 朗读者
zh_hant: 朗讀者

# audiobook.noDownloads
source: No Downloads
ja: ダウンロードなし

# audiobook.noDownloadsDescription
source: Download audiobooks for offline listening
ja: オフライン再生用にオーディオブックをダウンロード

# audiobook.nowPlaying
source: Now Playing
ja: 再生中
zh_hans: 正在播放
zh_hant: 正在播放

# audiobook.playbackSpeed
source: Playback Speed
ja: 再生速度
zh_hans: 播放速度
zh_hant: 播放速度

# audiobook.popular
source: Popular Audiobooks
ja: 人気のオーディオブック
zh_hans: 热门有声书
zh_hant: 熱門有聲書

# audiobook.recentlyListened
source: Recently Listened
ja: 最近聴いた
zh_hans: 最近收听
zh_hant: 最近收聽

# audiobook.search
source: Search audiobooks
ja: オーディオブックを検索
zh_hans: 搜索有声书
zh_hant: 搜尋有聲書

# audiobook.sleepTimer
source: Sleep Timer
ja: スリープタイマー
zh_hans: 睡眠定时
zh_hant: 睡眠定時

# audiobook.speed
source: Speed
ja: 速度
zh_hans: 速度
zh_hant: 速度

# audiobook.storage
source: Storage
ja: ストレージ

# audiobook.storageWarning
source: Low Storage
ja: ストレージ容量不足

# audiobook.switchToReading
source: Switch to Reading
ja: 読書に切り替え
zh_hans: 切换到阅读
zh_hant: 切換到閱讀

# audiobook.sync
source: Sync
ja: 同期
zh_hans: 同步
zh_hant: 同步

# audiobook.tab
source: Audiobooks
ja: オーディオブック
zh_hans: 有声书
zh_hant: 有聲書

# audiobook.timer
source: Timer
ja: タイマー
zh_hans: 定时
zh_hant: 定時

# audiobook.title
source: Audiobooks
ja: オーディオブック
zh_hans: 有声书
zh_hant: 有聲書

# audiobook.untitled
source: Untitled
ja: 無題
zh_hans: 无标题
zh_hant: 無標題

# auth.button.browseAsGuest
source: Browse as Guest
ja: ゲストとして閲覧
zh_hans: 以游客身份浏览
zh_hant: 以訪客身份瀏覽

# auth.button.signInEmail
source: Sign in with Email
ja: メールでサインイン
zh_hans: 使用邮箱登录
zh_hant: 使用電郵登入

# auth.button.signInGoogle
source: Sign in with Google
ja: Google でサインイン
zh_hans: 使用 Google 登录
zh_hant: 使用 Google 登入

# auth.email.backToLogin
source: Back to Sign In
ja: サインインに戻る
zh_hans: 返回登录
zh_hant: 返回登入

# auth.email.confirmPassword
source: Confirm Password
ja: パスワードの確認
zh_hans: 确认密码
zh_hant: 確認密碼

# auth.email.displayName
source: Display Name (Optional)
ja: 表示名（任意）
zh_hans: 昵称（可选）
zh_hant: 暱稱（可選）

# auth.email.email
source: Email
ja: メールアドレス
zh_hans: 邮箱
zh_hant: 電郵

# auth.email.forgotPassword
source: Forgot Password?
ja: パスワードをお忘れですか？
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

# auth.email.forgotPasswordSubtitle
source: Enter your email to receive reset instructions
ja: リセット手順を受け取るメールアドレスを入力
zh_hans: 输入邮箱以接收重置密码链接
zh_hant: 輸入電郵以接收重置密碼連結

# auth.email.forgotPasswordTitle
source: Reset Password
ja: パスワードリセット
zh_hans: 重置密码
zh_hant: 重置密碼

# auth.email.hasAccount
source: Already have an account?
ja: すでにアカウントをお持ちですか？
zh_hans: 已有账号？
zh_hant: 已有帳號？

# auth.email.invalidEmail
source: Please enter a valid email address
ja: 有効なメールアドレスを入力してください
zh_hans: 请输入有效的邮箱地址
zh_hant: 請輸入有效的電郵地址

# auth.email.login
source: Sign In
ja: サインイン
zh_hans: 登录
zh_hant: 登入

# auth.email.loginButton
source: Sign In
ja: サインイン
zh_hans: 登录
zh_hant: 登入

# auth.email.loginSubtitle
source: Sign in to continue your reading journey
ja: サインインして読書を続ける
zh_hans: 登录以继续你的阅读之旅
zh_hant: 登入以繼續你的閱讀之旅

# auth.email.loginTitle
source: Welcome Back
ja: おかえりなさい
zh_hans: 欢迎回来
zh_hant: 歡迎回來

# auth.email.noAccount
source: Don't have an account?
ja: アカウントをお持ちでないですか？
zh_hans: 还没有账号？
zh_hant: 還沒有帳號？

# auth.email.password
source: Password
ja: パスワード
zh_hans: 密码
zh_hant: 密碼

# auth.email.passwordMismatch
source: Passwords do not match
ja: パスワードが一致しません
zh_hans: 两次输入的密码不一致
zh_hant: 兩次輸入的密碼不一致

# auth.email.passwordTooShort
source: Password must be at least 8 characters
ja: パスワードは8文字以上必要です
zh_hans: 密码至少需要8个字符
zh_hant: 密碼至少需要8個字符

# auth.email.register
source: Sign Up
ja: サインアップ
zh_hans: 注册
zh_hant: 註冊

# auth.email.registerButton
source: Create Account
ja: アカウントを作成
zh_hans: 创建账号
zh_hant: 創建帳號

# auth.email.registerSubtitle
source: Start your English reading journey today
ja: 今日から英語読書の旅を始める
zh_hans: 今天开始你的英语阅读之旅
zh_hant: 今天開始你的英語閱讀之旅

# auth.email.registerTitle
source: Create Account
ja: アカウント作成
zh_hans: 创建账号
zh_hant: 創建帳號

# auth.email.resetSent
source: Email Sent
ja: メール送信完了
zh_hans: 邮件已发送
zh_hant: 郵件已發送

# auth.email.resetSentMessage
source: If an account exists with this email, you will receive password reset instructions.
ja: このメールアドレスのアカウントが存在する場合、パスワードリセット手順が送信されます。
zh_hans: 如果该邮箱已注册，你将收到重置密码的邮件。
zh_hant: 如果該電郵已註冊，你將收到重置密碼的郵件。

# auth.email.sendResetButton
source: Send Reset Link
ja: リセットリンクを送信
zh_hans: 发送重置链接
zh_hant: 發送重置連結

# auth.error.account_deleted
source: This account has been deleted.
ja: このアカウントは削除されました。
zh_hans: 该账户已被删除。
zh_hant: 該帳戶已被刪除。

# auth.error.apple_failed
source: Apple Sign In failed. Please try again.
ja: Appleサインインに失敗しました。もう一度お試しください。
zh_hans: Apple 登录失败，请重试。
zh_hant: Apple 登入失敗，請重試。

# auth.error.google_failed
source: Google Sign In failed. Please try again.
ja: Googleサインインに失敗しました。もう一度お試しください。
zh_hans: Google 登录失败，请重试。
zh_hant: Google 登入失敗，請重試。

# auth.error.google_not_configured
source: Google Sign In is not configured. Please use Apple Sign In.
ja: Googleサインインが設定されていません。Appleサインインをご利用ください。
zh_hans: Google 登录未配置，请使用 Apple 登录。
zh_hant: Google 登入未設定，請使用 Apple 登入。

# auth.error.invalid_credentials
source: Invalid credentials. Please try again.
ja: 認証情報が無効です。もう一度お試しください。
zh_hans: 凭证无效，请重试。
zh_hant: 憑證無效，請重試。

# auth.error.network
source: Network connection failed. Please check your internet and try again.
ja: ネットワーク接続に失敗しました。インターネット接続を確認してもう一度お試しください。
zh_hans: 网络连接失败，请检查网络后重试。
zh_hant: 網路連線失敗，請檢查網路後重試。

# auth.error.token_expired
source: Your session has expired. Please sign in again.
ja: セッションが期限切れです。再度サインインしてください。
zh_hans: 登录已过期，请重新登录。
zh_hant: 登入已過期，請重新登入。

# auth.error.user_not_found
source: User not found. Please sign up first.
ja: ユーザーが見つかりません。先にアカウントを作成してください。
zh_hans: 用户未找到，请先注册。
zh_hant: 使用者未找到，請先註冊。

# auth.loginPrompt.achievements
source: Log in to track your reading achievements and milestones.
ja: ログインして読書の達成状況とマイルストーンを記録しましょう。
zh_hans: 登录以追踪您的阅读成就和里程碑。
zh_hant: 登入以追蹤您的閱讀成就和里程碑。

# auth.loginPrompt.ai
source: Log in to use AI-powered reading assistance features.
ja: ログインしてAI読書支援機能をご利用ください。
zh_hans: 登录以使用AI智能阅读辅助功能。
zh_hant: 登入以使用AI智能閱讀輔助功能。

# auth.loginPrompt.bookmark
source: Log in to save bookmarks and access them across all your devices.
ja: ログインしてブックマークを保存し、すべてのデバイスでアクセスできます。
zh_hans: 登录以保存书签并在所有设备上同步访问。
zh_hant: 登入以儲存書籤並在所有裝置上同步存取。

# auth.loginPrompt.chat
source: Log in to chat with other readers and share your thoughts.
ja: ログインして他の読者とチャットし、感想を共有しましょう。
zh_hans: 登录以与其他读者交流并分享您的想法。
zh_hant: 登入以與其他讀者交流並分享您的想法。

# auth.loginPrompt.createPost
source: Log in to create posts and share your thoughts with the community.
ja: ログインして投稿を作成し、コミュニティと感想を共有しましょう。
zh_hans: 登录以创建帖子并与社区分享您的想法。
zh_hant: 登入以建立貼文並與社群分享您的想法。

# auth.loginPrompt.default
source: Log in to access all features and sync your progress across devices.
ja: ログインしてすべての機能にアクセスし、デバイス間で進捗を同期できます。
zh_hans: 登录以使用全部功能并在设备间同步您的进度。
zh_hant: 登入以使用全部功能並在裝置間同步您的進度。

# auth.loginPrompt.download
source: Log in to download books for offline reading.
ja: ログインして本をダウンロードし、オフライン読書が可能です。
zh_hans: 登录以下载书籍供离线阅读。
zh_hant: 登入以下載書籍供離線閱讀。

# auth.loginPrompt.highlight
source: Log in to save highlights and notes while reading.
ja: ログインして読書中にハイライトとメモを保存できます。
zh_hans: 登录以在阅读时保存高亮和笔记。
zh_hant: 登入以在閱讀時儲存標註和筆記。

# auth.loginPrompt.learning
source: Log in to track your learning progress and goals.
ja: ログインして学習の進捗と目標を記録しましょう。
zh_hans: 登录以追踪您的学习进度和目标。
zh_hant: 登入以追蹤您的學習進度和目標。

# auth.loginPrompt.library
source: Log in to access your personal library and sync your reading progress.
ja: ログインして個人ライブラリにアクセスし、読書進捗を同期できます。
zh_hans: 登录以访问您的个人书库并同步阅读进度。
zh_hant: 登入以存取您的個人書庫並同步閱讀進度。

# auth.loginPrompt.like
source: Log in to like content and see your favorites.
ja: ログインしてコンテンツにいいねし、お気に入りを確認できます。
zh_hans: 登录以点赞内容并查看您的收藏。
zh_hant: 登入以按讚內容並查看您的收藏。
